Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: SecretsManager|The name should be unique within this group and can contain only letters, digits, and '_'.
sv: Namnet måste vara unikt inom denna grupp och får endast innehålla bokstäver, siffror och ”_”.

source: SecretsManager|The name should be unique within this project and can contain only letters, digits, and '_'.
sv: Namnet måste vara unikt inom detta projekt och får endast innehålla bokstäver, siffror och ”_”.

source: SecretsManager|The trial has started, but the instance failed to enable the secrets manager. Please try again with the toggle below.
sv: Provversionen har startat, men instansen kunde inte aktivera hemlighetshanteraren. Försök igen med reglaget nedan.

source: SecretsManager|This field is required and must be 200 characters or less.
sv: Det här fältet är obligatoriskt och får innehålla högst 200 tecken.

source: SecretsManager|This will disable GitLab Secrets Manager for all groups and projects in this instance.
sv: Detta inaktiverar GitLab Secrets Manager för alla grupper och projekt i denna instans.

source: SecretsManager|To confirm, enter %{secretName}:
sv: Bekräfta genom att ange %{secretName}:

source: Vulnerabilities|Follow the link below to download the export.
sv: Följ länken nedan för att hämta exporten.

source: Vulnerabilities|Internal tracking failed: %{message}
sv: Intern spårning misslyckades: %{message}

source: Vulnerabilities|Missing required attributes: %{attributes}
sv: Obligatoriska attribut saknas: %{attributes}

source: Vulnerabilities|No valid vulnerabilities to track
sv: Det finns inga giltiga sårbarheter att spåra

source: Vulnerabilities|The %{context_label} was successfully exported from %{exportable}.
sv: %{context_label} exporterades från %{exportable}.

source: Vulnerabilities|The vulnerabilities list was successfully exported.
sv: Sårbarhetslistan exporterades.

source: Vulnerabilities|This link will expire in %{number} days.
sv: Den här länken upphör att gälla om %{number} dagar.

source: Vulnerabilities|Your personal dashboard
sv: Din personliga instrumentpanel

source: ScanResultPolicy|%{operator} %{value} chance of exploration
sv: %{operator} %{value} sannolikhet för utnyttjande

source: ScanResultPolicy|Attribute:
sv: Attribut:

source: ScanResultPolicy|Attributes are automatically applied by the scanners
sv: Attribut tillämpas automatiskt av skannrarna

source: ScanResultPolicy|Block the merge request until all criteria are met
sv: Blockera merge requesten tills alla kriterier är uppfyllda

source: ScanResultPolicy|Choose criteria type
sv: Välj kriterietyp

source: ScanResultPolicy|Choose which groups can bypass this policy
sv: Välj vilka grupper som kan kringgå denna policy

source: ScanResultPolicy|Choose which roles can bypass this policy
sv: Välj vilka roller som kan kringgå denna policy

source: ScanResultPolicy|Choose which service accounts can bypass this policy.
sv: Välj vilka tjänstekonton som kan kringgå denna policy.

source: ScanResultPolicy|Choose which users can bypass this policy
sv: Välj vilka användare som kan kringgå denna policy

source: ScanResultPolicy|Clear all
sv: Rensa alla

source: ScanResultPolicy|Critical Risk (100%%)
sv: Kritisk risk (100%%)

source: ScanResultPolicy|Custom Value
sv: Anpassat värde

source: ScanResultPolicy|Custom license
sv: Anpassad licens

source: ScanResultPolicy|Customized CI Variables
sv: Anpassade CI-variabler

source: ScanResultPolicy|Define branch patterns that can bypass policy requirements. Use an asterisk (*) as a wildcard to match any combination of characters.
sv: Ange grenmönster som kan kringgå policykrav. Använd en asterisk (*) som jokertecken för att matcha valfri kombination av tecken.

source: ScanResultPolicy|Define branch patterns that can bypass policy requirements. Use an asterisk (*) as a wildcard to match any combination of characters. %{linkStart}Learn more%{linkEnd}.
sv: Ange grenmönster som kan kringgå policykrav. Använd en asterisk (*) som jokertecken för att matcha valfri kombination av tecken. %{linkStart}Läs mer%{linkEnd}.

source: ScanResultPolicy|Denied
sv: Nekad

source: ScanResultPolicy|Denied license
sv: Nekad licens

source: ScanResultPolicy|Don't show me this again
sv: Visa inte detta igen

source: ScanResultPolicy|Duplicate package URL.
sv: Duplicerad paket-URL.

source: ScanResultPolicy|Duplicates will be removed
sv: Dubbletter tas bort

source: ScanResultPolicy|EPSS has a
sv: EPSS har en

source: ScanResultPolicy|Edge case settings
sv: Inställningar för gränsfall

source: ScanResultPolicy|Edit allowlist
sv: Redigera tillåtelselista

source: ScanResultPolicy|Edit denylist
sv: Redigera spärrlista

source: ScanResultPolicy|Edit license overrides
sv: Redigera licensåsidosättningar

source: ScanResultPolicy|Enable automated systems and bots to bypass policies for approved workflows.
sv: Tillåt automatiserade system och robotar att kringgå policyer för godkända arbetsflöden.

source: ScanResultPolicy|Enter a valid package URL (e.g. pkg:pypi/urllib3).
sv: Ange en giltig paket-URL (till exempel pkg:pypi/urllib3).

source: ScanResultPolicy|Epss score
sv: EPSS-poäng

source: ScanResultPolicy|Error while fetching
sv: Fel vid hämtning

source: ScanResultPolicy|Except
sv: Med undantag för

source: ScanResultPolicy|Exception settings
sv: Undantagsinställningar

source: ScanResultPolicy|Exceptions that do not require approval
sv: Undantag som inte kräver godkännande

source: ScanResultPolicy|Exceptions that require approval
sv: Undantag som kräver godkännande

source: ScanResultPolicy|Exploit settings
sv: Inställningar för utnyttjande

source: ScanResultPolicy|Exploit settings are already added
sv: Inställningar för utnyttjande har redan lagts till

source: ScanResultPolicy|Fail closed
sv: Stängd vid fel

source: ScanResultPolicy|Fail closed: Block the merge request until all criteria are met
sv: Stängd vid fel: blockera merge requesten tills alla kriterier är uppfyllda

source: ScanResultPolicy|Fail open
sv: Öppen vid fel

source: ScanResultPolicy|Fail open: Allow the merge request to proceed, even if not all criteria are met
sv: Öppen vid fel: tillåt att merge requesten fortsätter även om inte alla kriterier är uppfyllda

source: ScanResultPolicy|Failure cases:
sv: Felfall:

source: ScanResultPolicy|Fallback behavior
sv: Reservbeteende

source: ScanResultPolicy|Fallback behavior and edge case settings
sv: Reservbeteende och inställningar för gränsfall

source: ScanResultPolicy|False positive
sv: Falskt positiv

source: ScanResultPolicy|Fix available
sv: Åtgärd finns tillgänglig

source: ScanResultPolicy|Fix available is only applicable to container and dependency scanning
sv: Åtgärd finns tillgänglig gäller endast behållar- och beroendeskanning

source: ScanResultPolicy|For scanners that require builds, when a project does not have a build pipeline.
sv: För skannrar som kräver byggningar, när ett projekt saknar en byggpipeline.

source: ScanResultPolicy|Grant bypass permissions to users based on their organizational role or custom role assignments.
sv: Ge användare behörighet att kringgå policyer utifrån deras organisationsroll eller tilldelningar av anpassade roller.

source: ScanResultPolicy|Groups
sv: Grupper

source: ScanResultPolicy|High Risk (80%%)
sv: Hög risk (80%%)

source: ScanResultPolicy|If selected, the following choices will overwrite %{linkStart}project settings%{linkEnd} but only affect the branches selected in the policy.
sv: Om detta väljs skriver följande val över %{linkStart}projektinställningarna%{linkEnd}, men påverkar endast de grenar som valts i policyn.

source: ScanResultPolicy|If selected, the following choices will overwrite %{linkStart}project settings%{linkEnd} for approval rules created by this policy.
sv: Om detta väljs skriver följande val över %{linkStart}projektinställningarna%{linkEnd} för godkännanderegler som skapas av denna policy.

source: ScanResultPolicy|If your CI/CD Pipeline Token needs to push automated version updates directly to main branch during release deployments, bypassing the normal merge request approval process.
sv: Om din CI/CD-pipelinetoken behöver pusha automatiserade versionsuppdateringar direkt till huvudgrenen under utgåvedriftsättningar och därmed kringgå den normala godkännandeprocessen för merge requests.

source: ScanResultPolicy|If your dependabot@company.com service account automatically creates pull requests for dependency updates that may contain license compliance violations requiring manual review.
sv: Om ditt tjänstekonto dependabot@company.com automatiskt skapar pull requests för beroendeuppdateringar som kan innehålla överträdelser av licenskrav och kräver manuell granskning.

source: ScanResultPolicy|Invalid fallback value detected. Please update your selection.
sv: Ogiltigt reservvärde upptäcktes. Uppdatera ditt val.

source: ScanResultPolicy|Is
sv: Är

source: ScanResultPolicy|Is not
sv: Är inte

source: ScanResultPolicy|KEV status
sv: KEV-status

source: ScanResultPolicy|Known exploited
sv: Känd som utnyttjad

source: ScanResultPolicy|License
sv: Licens

source: ScanResultPolicy|License Overrides:
sv: Licensåsidosättningar:

source: ScanResultPolicy|License is:
sv: Licens är:

source: ScanResultPolicy|License overrides
sv: Licensåsidosättningar

source: ScanResultPolicy|License status
sv: Licensstatus

source: ScanResultPolicy|License type
sv: Licenstyp

source: ScanResultPolicy|Low Risk (10%%)
sv: Låg risk (10%%)

source: ScanResultPolicy|Make approval rules optional using execution policies
sv: Gör godkännanderegler valfria med körningspolicyer

source: ScanResultPolicy|Matching
sv: Matchar

source: ScanResultPolicy|Maximum of one license status criteria allowed
sv: Högst ett kriterium för licensstatus är tillåtet

source: ScanResultPolicy|Maximum of two attribute criteria allowed
sv: Högst två attributkriterier är tillåtna

source: ScanResultPolicy|Maximum of two status criteria allowed
sv: Högst två statuskriterier är tillåtna

source: ScanResultPolicy|Merge request approval settings
sv: Inställningar för godkännande av merge requests

source: ScanResultPolicy|Mode
sv: Läge

source: ScanResultPolicy|Moderate Risk (50%%)
sv: Måttlig risk (50%%)

source: ScanResultPolicy|New age
sv: Ny ålder

source: ScanResultPolicy|New attribute
sv: Nytt attribut

source: ScanResultPolicy|New status
sv: Ny status

source: ScanResultPolicy|Newly Detected
sv: Nyligen upptäckt

source: ScanResultPolicy|No settings available for this policy
sv: Inga inställningar är tillgängliga för denna policy

source: ScanResultPolicy|No tokens available
sv: Inga token är tillgängliga

source: ScanResultPolicy|On %{scanType} when %{commitType} that targets %{branches} %{branchExceptions}
sv: Vid %{scanType} när %{commitType} riktas mot %{branches} %{branchExceptions}

source: ScanResultPolicy|Only 1 age criteria is allowed
sv: Endast ett ålderskriterium är tillåtet

source: ScanResultPolicy|Only show/block vulnerabilities that %{boldStart}are%{boldEnd} being exploited.
sv: Visa/blockera endast sårbarheter som %{boldStart}utnyttjas%{boldEnd}.

source: ScanResultPolicy|Override project approval settings
sv: Åsidosätt projektets godkännandeinställningar

source: ScanResultPolicy|Overwrite (always)
sv: Skriv över (alltid)

source: ScanResultPolicy|Package (purl)
sv: Paket (purl)

source: ScanResultPolicy|Personal access token
sv: Personlig åtkomsttoken

source: ScanResultPolicy|Policy Exception settings
sv: Inställningar för policyundantag

source: ScanResultPolicy|Pre-existing
sv: Redan befintlig

source: ScanResultPolicy|Prevent %{linkStart}group branch%{linkEnd} modification %{exceptSelection}
sv: Förhindra ändringar av %{linkStart}gruppgrenen%{linkEnd} %{exceptSelection}

source: ScanResultPolicy|Prevent %{linkStart}group branch%{linkEnd} modification %{exceptSelection} %{groupSelection}
sv: Förhindra ändringar av %{linkStart}gruppgrenen%{linkEnd} %{exceptSelection} %{groupSelection}

source: ScanResultPolicy|Prevent approval by commit author
sv: Förhindra godkännande av incheckningsförfattaren

source: ScanResultPolicy|Prevent approval by merge request's author
sv: Förhindra godkännande av merge requestens författare

source: ScanResultPolicy|Prevent branch modification
sv: Förhindra ändringar av grenar

source: ScanResultPolicy|Prevent editing approval rules on merge requests
sv: Förhindra redigering av godkännanderegler för merge requests

source: ScanResultPolicy|Prevent group branch modification
sv: Förhindra ändringar av gruppgrenar

source: ScanResultPolicy|Prevent pushing and force pushing
sv: Förhindra pushar och tvingade pushar

source: ScanResultPolicy|Project-wide settings
sv: Projektövergripande inställningar

source: ScanResultPolicy|Protected branch settings
sv: Inställningar för skyddade grenar

source: ScanResultPolicy|Recently created
sv: Nyligen skapad

source: ScanResultPolicy|Recommended settings
sv: Rekommenderade inställningar

source: ScanResultPolicy|Remove all approvals with new commit
sv: Ta bort alla godkännanden vid ny incheckning

source: ScanResultPolicy|Remove override
sv: Ta bort åsidosättning

source: ScanResultPolicy|Required number of approvals became higher than available, valid approvers.
sv: Det nödvändiga antalet godkännanden blev större än antalet tillgängliga giltiga godkännare.

source: ScanResultPolicy|Required scanners defined in the condition did not run or produce any artifacts.
sv: Obligatoriska skannrar som angetts i villkoret kördes inte eller skapade inga artefakter.

source: ScanResultPolicy|Roles
sv: Roller

source: ScanResultPolicy|Save allowlist
sv: Spara tillåtelselista

source: ScanResultPolicy|Save denylist
sv: Spara spärrlista

source: ScanResultPolicy|Select access tokens
sv: Välj åtkomsttoken

source: ScanResultPolicy|Select all
sv: Markera alla

source: ScanResultPolicy|Select group exceptions
sv: Välj gruppundantag

source: ScanResultPolicy|Select group exceptions. Choose which groups can bypass this policy.
sv: Välj gruppundantag. Välj vilka grupper som kan kringgå denna policy.

source: ScanResultPolicy|Select instance group or project level access tokens that can bypass this policy.
sv: Välj åtkomsttoken på instans-, grupp- eller projektnivå som kan kringgå denna policy.

source: ScanResultPolicy|Select license types
sv: Välj licenstyper

source: ScanResultPolicy|Select licenses
sv: Välj licenser

source: ScanResultPolicy|Select list type
sv: Välj listtyp

source: ScanResultPolicy|Select operator
sv: Välj operator

source: ScanResultPolicy|Select probability
sv: Välj sannolikhet

source: ScanResultPolicy|Select role exceptions
sv: Välj rollundantag

source: ScanResultPolicy|Select role exceptions. Choose which roles can bypass this policy.
sv: Välj rollundantag. Välj vilka roller som kan kringgå denna policy.

source: ScanResultPolicy|Select service account
sv: Välj tjänstekonto

source: ScanResultPolicy|Select service account or create a token
sv: Välj tjänstekonto eller skapa en token

source: ScanResultPolicy|Select service accounts
sv: Välj tjänstekonton

source: ScanResultPolicy|Select token exceptions
sv: Välj tokenundantag

source: ScanResultPolicy|Select user exceptions
sv: Välj användarundantag

source: ScanResultPolicy|Select users exceptions. Choose which users can bypass this policy.
sv: Välj användarundantag. Välj vilka användare som kan kringgå denna policy.

source: ScanResultPolicy|Service accounts
sv: Tjänstekonton

source: ScanResultPolicy|Severity is:
sv: Allvarlighetsgrad är:

source: ScanResultPolicy|Specify the packages where this license does not require approval before use
sv: Ange de paket där denna licens inte kräver godkännande före användning

source: ScanResultPolicy|Specify the packages where this license requires approval before use
sv: Ange de paket där denna licens kräver godkännande före användning

source: ScanResultPolicy|Status is:
sv: Status är:

source: ScanResultPolicy|The product %{verb} use the selected licenses
sv: Produkten %{verb} använda de valda licenserna

source: ScanResultPolicy|There are no access tokens created
sv: Det finns inga skapade åtkomsttoken

source: ScanResultPolicy|Unknown
sv: Okänd

source: ScanResultPolicy|Use time window for target pipeline comparison
sv: Använd tidsfönster för jämförelse av målpipeline

source: ScanResultPolicy|Users
sv: Användare

source: ScanResultPolicy|Vulnerabilities without KEV/EPSS data will be ignored and will not trigger policy enforcement.
sv: Sårbarheter utan KEV-/EPSS-data ignoreras och utlöser inte policytillämpning.

source: ScanResultPolicy|When %{scanType} runs in an open merge request that targets %{branches} %{branchExceptions} and finds licenses match all of the following criteria:
sv: När %{scanType} körs i en öppen merge request som riktas mot %{branches} %{branchExceptions} och hittar licenser som matchar samtliga följande kriterier:

source: ScanResultPolicy|When %{scanners} finds scanner-specific conditions in an open merge request that targets %{branches} %{branchExceptions} and matches %{boldDescription} the following criteria
sv: När %{scanners} hittar skannarspecifika villkor i en öppen merge request som riktas mot %{branches} %{branchExceptions} och matchar %{boldDescription} följande kriterier

source: ScanResultPolicy|When KEV/EPSS data is unavailable, fall back to severity-based blocking
sv: När KEV-/EPSS-data saknas används allvarlighetsgradsbaserad blockering som reserv

source: ScanResultPolicy|When enabled, if an MR receives all necessary approvals to merge, but then a new commit is added, new approvals are required.
sv: När funktionen är aktiverad krävs nya godkännanden om en merge request har fått alla nödvändiga godkännanden för sammanslagning men sedan får en ny incheckning.

source: ScanResultPolicy|When enabled, merge request authors cannot approve their own MRs.
sv: När funktionen är aktiverad kan författare till merge requests inte godkänna sina egna merge requests.

source: ScanResultPolicy|When enabled, prevents users from overriding approval rules on merge requests in projects where this policy applies.
sv: När funktionen är aktiverad hindrar den användare från att åsidosätta godkännanderegler för merge requests i projekt där denna policy gäller.

source: ScanResultPolicy|When enabled, users who have contributed code to the MR are ineligible for approval.
sv: När funktionen är aktiverad kan användare som har bidragit med kod till merge requesten inte godkänna den.

source: ScanResultPolicy|When this policy's criteria %{strongStart}cannot be met:%{strongEnd}
sv: När den här policyns kriterier %{strongStart}inte kan uppfyllas:%{strongEnd}

source: ScanResultPolicy|You can specify either a deny/allowlist or license types, not both.
sv: Du kan ange antingen en spärr-/tillåtelselista eller licenstyper, men inte båda.

source: ScanResultPolicy|You can specify either a license state (allowlist or denylist) or a license type, not both.
sv: Du kan ange antingen en licensstatus (tillåtelselista eller spärrlista) eller en licenstyp, men inte båda.

source: ScanResultPolicy|access token
sv: åtkomsttoken

source: ScanResultPolicy|allowlist (%{licenseCount} %{licenses})
sv: tillåtelselista (%{licenseCount} %{licenses})

source: ScanResultPolicy|any commits
sv: alla incheckningar

source: ScanResultPolicy|any unsigned commits
sv: alla osignerade incheckningar

source: ScanResultPolicy|custom
sv: anpassad

source: ScanResultPolicy|denylist (%{licenseCount} %{licenses})
sv: spärrlista (%{licenseCount} %{licenses})

source: ScanResultPolicy|greater than
sv: större än

source: ScanResultPolicy|input source branch
sv: inmatad källgren

source: ScanResultPolicy|input target branch
sv: inmatad målgren

source: ScanResultPolicy|less than
sv: mindre än

source: ScanResultPolicy|license status
sv: licensstatus

source: ScanResultPolicy|matching type
sv: matchande typ

source: ScanResultPolicy|minutes
sv: minuter

source: ScanResultPolicy|scanners
sv: skannrar

source: ScanResultPolicy|service account
sv: tjänstekonto

source: ScanResultPolicy|severity levels
sv: allvarlighetsgrader

source: ScanResultPolicy|token
sv: token

source: DependencyFirewall|%{blocking} blocking • %{warning} warning
sv: %{blocking} blockerande • %{warning} varning

source: DependencyFirewall|Active policy rules
sv: Aktiva policyregler

source: DependencyFirewall|Activity
sv: Aktivitet

source: DependencyFirewall|All activity
sv: All aktivitet

source: DependencyFirewall|Blocked
sv: Blockerad

source: DependencyFirewall|By %{name}
sv: Av %{name}

source: DependencyFirewall|Dependency firewall
sv: Beroendebrandvägg

source: DependencyFirewall|Enforce
sv: Tillämpa

source: DependencyFirewall|Failed to load dependency firewall activity.
sv: Det gick inte att läsa in aktiviteten för beroendebrandväggen.

source: DependencyFirewall|Last modified
sv: Senast ändrad

source: DependencyFirewall|License compliance rule
sv: Regel för licenskompatibilitet

source: DependencyFirewall|Malicious package rule
sv: Regel för skadligt paket

source: DependencyFirewall|Mode
sv: Läge

source: DependencyFirewall|Monitor and manage the packages entering your group's supply chain.
sv: Övervaka och hantera paketen som kommer in i gruppens leveranskedja.

source: DependencyFirewall|Monitor and manage the packages entering your project's supply chain.
sv: Övervaka och hantera paketen som kommer in i projektets leveranskedja.

source: DependencyFirewall|No active dependency firewall rules.
sv: Inga aktiva regler för beroendebrandväggen.

source: DependencyFirewall|Policies
sv: Policyer

source: DependencyFirewall|Total triggers
sv: Totalt antal utlösare

source: DependencyFirewall|Unknown policy type
sv: Okänd policytyp

source: GroupSAML|"persistent" recommended
sv: ”persistent” rekommenderas

source: GroupSAML|Active SAML Group Links (%{count})
sv: Aktiva SAML-grupplänkar (%{count})

source: GroupSAML|An error occurred generating your SCIM token. Please try again.
sv: Ett fel uppstod när din SCIM-token skapades. Försök igen.

source: GroupSAML|An error occurred resetting your SCIM token. Please try again.
sv: Ett fel uppstod när din SCIM-token återställdes. Försök igen.

source: GroupSAML|Any Provider (Default)
sv: Valfri leverantör (standard)

source: GroupSAML|Are you sure you want to remove the SAML group link?
sv: Vill du ta bort SAML-grupplänken?

source: GroupSAML|Are you sure you want to reset the SCIM token? SCIM provisioning will stop working until the new token is updated.
sv: Vill du återställa SCIM-tokenen? SCIM-etableringen slutar fungera tills den nya tokenen har uppdaterats.

source: GroupSAML|Assign GitLab Duo seats to users in this group
sv: Tilldela GitLab Duo-platser till användare i denna grupp

source: GroupSAML|Certificate fingerprint
sv: Certifikatets fingeravtryck

source: GroupSAML|Copy SAML Response XML
sv: Kopiera XML-svar från SAML

source: GroupSAML|Could not create SAML group link: %{errors}.
sv: Det gick inte att skapa SAML-grupplänk: %{errors}.

source: GroupSAML|Default membership role
sv: Standardroll för medlemskap

source: GroupSAML|Generate a SCIM token
sv: Skapa en SCIM-token

source: GroupSAML|Generate a SCIM token to set up your System for Cross-Domain Identity Management.
sv: Skapa en SCIM-token för att konfigurera System for Cross-Domain Identity Management.

source: GroupSAML|Group SAML single sign-on session expired
sv: Gruppens SAML-session för enkel inloggning har upphört

source: GroupSAML|Identity Provider
sv: Identitetsleverantör

source: GroupSAML|Identity provider single sign-on URL
sv: URL för identitetsleverantörens enkla inloggning

source: GroupSAML|Make sure you save this token — you won't be able to access it again.
sv: Se till att spara denna token – du kan inte komma åt den igen.

source: GroupSAML|NameID Format
sv: NameID-format

source: GroupSAML|New SAML group link saved.
sv: Ny SAML-grupplänk sparades.
